Repository: common-repository/publish-2-pingfm
Catalog: languages/publish2pingfm-*.po
Languages: fr_fr

source: Publish 2 Ping.fm Settings
fr_fr: Réglages Publish2Ping.fm

source: Settings Updated.
fr_fr: Réglages sauvegardés

source: Wordpress 2 Ping.fm Settings
fr_fr: Réglages Publish2Ping.fm

source: In order to get Wordpress 2 Ping.fm work, you need a <a href="http://www.ping.fm">Ping.fm account</a>, a <a href="http://bit.ly">bit.ly</a> account, and to fill in the settings.
fr_fr: Pour que Wordpress 2 Ping.fm puisse fonctionner, il vous faut un <a href="http://www.ping.fm">compte Ping.fm</a>, un <a href="http://bit.ly">compte bit.ly</a>, et remplir les réglages.

source: Ping.fm API Key
fr_fr: Clef Ping.fm

source: Bit.ly user name
fr_fr: Nom d'utilisateur Bit.ly

source: Bit.ly API Key
fr_fr: Clef Bit.ly

source: Status templates
fr_fr: Modèles

source: Categories
fr_fr: Catégories

source: Update Settings
fr_fr: Mettre à jour

source: Publish post updates?
fr_fr: Publier les mises à jour?

source: New blog post : [title] [short_url]
fr_fr: Nouveau post sur mon blog : [title] [short_url]

source: Read on my blog : [title] [short_url]
fr_fr: Lire sur mon blog : [title] [short_url]
